FIO_Benchmark-suite/data/res-logs/dump/fio_results_20260218_202047/parallel_seqwrite_128k_nj48_io16_111402.log
sda_seqwrite_128k: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdb_seqwrite_128k: (g=1): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdc_seqwrite_128k: (g=2): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdd_seqwrite_128k: (g=3): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sde_seqwrite_128k: (g=4): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdf_seqwrite_128k: (g=5): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdg_seqwrite_128k: (g=6): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdh_seqwrite_128k: (g=7): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdi_seqwrite_128k: (g=8): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdj_seqwrite_128k: (g=9): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdk_seqwrite_128k: (g=10): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdl_seqwrite_128k: (g=11): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdm_seqwrite_128k: (g=12): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdn_seqwrite_128k: (g=13): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdo_seqwrite_128k: (g=14): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdp_seqwrite_128k: (g=15): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdq_seqwrite_128k: (g=16): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdr_seqwrite_128k: (g=17): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sds_seqwrite_128k: (g=18): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdt_seqwrite_128k: (g=19): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdu_seqwrite_128k: (g=20): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdv_seqwrite_128k: (g=21): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdw_seqwrite_128k: (g=22): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
sdx_seqwrite_128k: (g=23): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=16
...
fio-3.19
Starting 1152 processes

sda_seqwrite_128k: (groupid=0, jobs=48): err= 0: pid=995784: Thu Feb 19 11:15:25 2026
  write: IOPS=796, BW=101MiB/s (106MB/s)(6107MiB/60383msec); 0 zone resets
    slat (usec): min=4, max=1083.1k, avg=58262.51, stdev=85485.46
    clat (usec): min=266, max=5324.7k, avg=894226.50, stdev=578459.49
     lat (msec): min=8, max=5350, avg=952.25, stdev=593.27
    clat percentiles (msec):
     | 50.0th=[  676], 95.0th=[ 2265], 99.0th=[ 2702], 99.9th=[ 4732]
   bw (  KiB/s): min=13134, max=209373, per=100.00%, avg=104433.81, stdev=1094.75, samples=2800
   iops        : min=   55, max= 1594, avg=770.06, stdev= 8.58, samples=2800
  lat (usec)   : 500=0.10%, 750=0.01%
  lat (msec)   : 10=0.03%, 20=0.04%, 50=0.02%, 100=0.03%, 250=0.31%
  lat (msec)   : 500=14.85%, 750=46.70%, 1000=12.85%, 2000=19.57%, >=2000=7.01%
  cpu          : usr=0.02%, sys=0.01%, ctx=50018, majf=0, minf=2804
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,48086,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdb_seqwrite_128k: (groupid=1, jobs=48): err= 0: pid=995842: Thu Feb 19 11:15:25 2026
  write: IOPS=818, BW=104MiB/s (109MB/s)(6280MiB/60431msec); 0 zone resets
    slat (usec): min=4, max=1237.9k, avg=56989.72, stdev=83086.49
    clat (usec): min=265, max=3968.0k, avg=869255.90, stdev=534848.73
     lat (msec): min=9, max=3980, avg=925.94, stdev=550.23
    clat percentiles (msec):
     | 50.0th=[  667], 95.0th=[ 2198], 99.0th=[ 2668], 99.9th=[ 3406]
   bw (  KiB/s): min=11727, max=206277, per=100.00%, avg=106942.23, stdev=1103.07, samples=2817
   iops        : min=   44, max= 1567, avg=789.71, stdev= 8.64, samples=2817
  lat (usec)   : 500=0.08%, 750=0.01%, 1000=0.01%
  lat (msec)   : 10=0.01%, 20=0.05%, 50=0.01%, 100=0.04%, 250=0.23%
  lat (msec)   : 500=15.43%, 750=47.63%, 1000=13.00%, 2000=18.76%, >=2000=6.22%
  cpu          : usr=0.02%, sys=0.02%, ctx=51438, majf=0, minf=2799
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,49469,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdc_seqwrite_128k: (groupid=2, jobs=48): err= 0: pid=995914: Thu Feb 19 11:15:25 2026
  write: IOPS=984, BW=125MiB/s (131MB/s)(7670MiB/61601msec); 0 zone resets
    slat (usec): min=3, max=1435.8k, avg=43745.56, stdev=79908.48
    clat (usec): min=265, max=7365.9k, avg=741018.13, stdev=743558.14
     lat (usec): min=807, max=7410.2k, avg=784713.57, stdev=767103.43
    clat percentiles (msec):
     | 50.0th=[  600], 95.0th=[ 2333], 99.0th=[ 3272], 99.9th=[ 5470]
   bw (  KiB/s): min=10152, max=945889, per=91.46%, avg=116616.11, stdev=5365.98, samples=2796
   iops        : min=   32, max= 7348, avg=865.25, stdev=41.94, samples=2796
  lat (usec)   : 500=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.03%, 10=9.62%, 20=8.32%, 50=4.49%
  lat (msec)   : 100=1.68%, 250=2.93%, 500=10.32%, 750=30.73%, 1000=9.26%
  lat (msec)   : 2000=16.15%, >=2000=7.64%
  cpu          : usr=0.02%, sys=0.02%, ctx=66582, majf=0, minf=2803
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,60633,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdd_seqwrite_128k: (groupid=3, jobs=48): err= 0: pid=995978: Thu Feb 19 11:15:25 2026
  write: IOPS=820, BW=104MiB/s (109MB/s)(6295MiB/60437msec); 0 zone resets
    slat (usec): min=5, max=1321.0k, avg=58295.03, stdev=85486.34
    clat (usec): min=265, max=3457.5k, avg=865849.99, stdev=507498.09
     lat (msec): min=57, max=3655, avg=923.88, stdev=525.14
    clat percentiles (msec):
     | 50.0th=[  667], 95.0th=[ 2123], 99.0th=[ 2534], 99.9th=[ 2769]
   bw (  KiB/s): min=12112, max=210152, per=99.64%, avg=106277.16, stdev=1092.70, samples=2842
   iops        : min=   47, max= 1598, avg=784.56, stdev= 8.56, samples=2842
  lat (usec)   : 500=0.08%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 50=0.01%, 100=0.02%, 250=0.23%
  lat (msec)   : 500=15.22%, 750=47.12%, 1000=13.56%, 2000=19.32%, >=2000=5.88%
  cpu          : usr=0.02%, sys=0.02%, ctx=51322, majf=0, minf=2803
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,49592,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sde_seqwrite_128k: (groupid=4, jobs=48): err= 0: pid=996050: Thu Feb 19 11:15:25 2026
  write: IOPS=815, BW=104MiB/s (109MB/s)(6257MiB/60410msec); 0 zone resets
    slat (usec): min=3, max=1320.3k, avg=56688.30, stdev=81727.29
    clat (usec): min=265, max=4489.7k, avg=873456.75, stdev=539075.90
     lat (msec): min=8, max=4528, avg=929.91, stdev=552.77
    clat percentiles (msec):
     | 50.0th=[  667], 95.0th=[ 2165], 99.0th=[ 2735], 99.9th=[ 3708]
   bw (  KiB/s): min=11470, max=204637, per=100.00%, avg=107203.64, stdev=1077.04, samples=2803
   iops        : min=   42, max= 1555, avg=791.75, stdev= 8.44, samples=2803
  lat (usec)   : 500=0.09%, 750=0.01%, 1000=0.01%
  lat (msec)   : 10=0.03%, 20=0.04%, 50=0.05%, 100=0.04%, 250=0.29%
  lat (msec)   : 500=14.56%, 750=47.86%, 1000=13.45%, 2000=18.82%, >=2000=6.23%
  cpu          : usr=0.02%, sys=0.01%, ctx=51511, majf=0, minf=2798
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,49287,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdf_seqwrite_128k: (groupid=5, jobs=48): err= 0: pid=996108: Thu Feb 19 11:15:25 2026
  write: IOPS=735, BW=93.6MiB/s (98.1MB/s)(5707MiB/60996msec); 0 zone resets
    slat (usec): min=4, max=1181.6k, avg=57500.44, stdev=85089.27
    clat (msec): min=14, max=8282, avg=973.62, stdev=860.89
     lat (msec): min=14, max=8338, avg=1030.88, stdev=870.48
    clat percentiles (msec):
     | 50.0th=[  684], 95.0th=[ 2366], 99.0th=[ 6141], 99.9th=[ 7886]
   bw (  KiB/s): min=10831, max=207106, per=100.00%, avg=101753.86, stdev=1103.29, samples=2695
   iops        : min=   37, max= 1577, avg=749.14, stdev= 8.65, samples=2695
  lat (msec)   : 20=0.02%, 50=0.33%, 100=0.10%, 250=0.50%, 500=14.24%
  lat (msec)   : 750=45.08%, 1000=12.93%, 2000=19.47%, >=2000=8.93%
  cpu          : usr=0.01%, sys=0.01%, ctx=47497, majf=0, minf=2795
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,44888,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdg_seqwrite_128k: (groupid=6, jobs=48): err= 0: pid=996178: Thu Feb 19 11:15:25 2026
  write: IOPS=805, BW=102MiB/s (107MB/s)(6176MiB/60395msec); 0 zone resets
    slat (usec): min=3, max=1162.5k, avg=57809.01, stdev=83989.10
    clat (usec): min=251, max=4751.0k, avg=884624.58, stdev=549960.32
     lat (msec): min=9, max=4852, avg=942.17, stdev=567.54
    clat percentiles (msec):
     | 50.0th=[  667], 95.0th=[ 2232], 99.0th=[ 2635], 99.9th=[ 3540]
   bw (  KiB/s): min=11598, max=208853, per=100.00%, avg=105417.31, stdev=1106.39, samples=2811
   iops        : min=   43, max= 1588, avg=777.74, stdev= 8.67, samples=2811
  lat (usec)   : 500=0.08%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 10=0.01%, 20=0.16%, 50=0.07%, 100=0.09%
  lat (msec)   : 250=0.30%, 500=15.07%, 750=47.15%, 1000=12.72%, 2000=18.72%
  lat (msec)   : >=2000=7.09%
  cpu          : usr=0.02%, sys=0.01%, ctx=50844, majf=0, minf=2799
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,48641,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdh_seqwrite_128k: (groupid=7, jobs=48): err= 0: pid=996268: Thu Feb 19 11:15:25 2026
  write: IOPS=765, BW=97.2MiB/s (102MB/s)(6012MiB/61839msec); 0 zone resets
    slat (usec): min=4, max=1271.3k, avg=57248.31, stdev=84422.06
    clat (msec): min=9, max=5576, avg=927.00, stdev=631.69
     lat (msec): min=9, max=5577, avg=983.99, stdev=646.33
    clat percentiles (msec):
     | 50.0th=[  667], 95.0th=[ 2366], 99.0th=[ 2970], 99.9th=[ 4799]
   bw (  KiB/s): min=10831, max=208366, per=100.00%, avg=102828.50, stdev=1111.02, samples=2813
   iops        : min=   37, max= 1585, avg=757.54, stdev= 8.71, samples=2813
  lat (msec)   : 10=0.01%, 20=0.14%, 50=0.05%, 100=0.08%, 250=0.59%
  lat (msec)   : 500=14.92%, 750=45.87%, 1000=12.50%, 2000=18.32%, >=2000=9.05%
  cpu          : usr=0.01%, sys=0.01%, ctx=49818, majf=0, minf=2799
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,47326,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdi_seqwrite_128k: (groupid=8, jobs=48): err= 0: pid=996334: Thu Feb 19 11:15:25 2026
  write: IOPS=819, BW=104MiB/s (109MB/s)(6288MiB/60427msec); 0 zone resets
    slat (usec): min=3, max=1842.1k, avg=57279.31, stdev=83817.41
    clat (usec): min=266, max=6228.2k, avg=868322.65, stdev=547878.25
     lat (msec): min=9, max=6252, avg=925.37, stdev=565.54
    clat percentiles (msec):
     | 50.0th=[  659], 95.0th=[ 2198], 99.0th=[ 2769], 99.9th=[ 3775]
   bw (  KiB/s): min=12365, max=214487, per=100.00%, avg=107031.97, stdev=1112.56, samples=2818
   iops        : min=   49, max= 1633, avg=790.41, stdev= 8.72, samples=2818
  lat (usec)   : 500=0.09%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 10=0.03%, 20=0.06%, 50=0.11%, 100=0.06%
  lat (msec)   : 250=0.41%, 500=16.38%, 750=46.32%, 1000=12.89%, 2000=18.93%
  lat (msec)   : >=2000=6.18%
  cpu          : usr=0.02%, sys=0.02%, ctx=51516, majf=0, minf=2797
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,49536,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdj_seqwrite_128k: (groupid=9, jobs=48): err= 0: pid=996399: Thu Feb 19 11:15:25 2026
  write: IOPS=810, BW=103MiB/s (108MB/s)(6223MiB/60464msec); 0 zone resets
    slat (usec): min=4, max=1256.5k, avg=57509.38, stdev=84499.53
    clat (usec): min=267, max=6181.4k, avg=878346.29, stdev=565877.79
     lat (msec): min=4, max=6181, avg=935.60, stdev=583.71
    clat percentiles (msec):
     | 50.0th=[  667], 95.0th=[ 2232], 99.0th=[ 2769], 99.9th=[ 4245]
   bw (  KiB/s): min=12494, max=213468, per=99.91%, avg=105294.66, stdev=1109.33, samples=2837
   iops        : min=   50, max= 1625, avg=776.80, stdev= 8.69, samples=2837
  lat (usec)   : 500=0.02%, 750=0.01%, 1000=0.01%
  lat (msec)   : 10=0.01%, 20=0.07%, 50=0.20%, 100=0.16%, 250=0.48%
  lat (msec)   : 500=15.14%, 750=46.72%, 1000=13.33%, 2000=18.57%, >=2000=6.77%
  cpu          : usr=0.02%, sys=0.01%, ctx=50912, majf=0, minf=2800
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,49015,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdk_seqwrite_128k: (groupid=10, jobs=48): err= 0: pid=996447: Thu Feb 19 11:15:25 2026
  write: IOPS=824, BW=105MiB/s (110MB/s)(6326MiB/60418msec); 0 zone resets
    slat (usec): min=5, max=1052.5k, avg=57986.21, stdev=83749.03
    clat (usec): min=265, max=3701.8k, avg=861237.48, stdev=506046.12
     lat (msec): min=27, max=3780, avg=918.95, stdev=523.94
    clat percentiles (msec):
     | 50.0th=[  667], 95.0th=[ 2123], 99.0th=[ 2567], 99.9th=[ 2836]
   bw (  KiB/s): min=12623, max=208006, per=99.73%, avg=106913.37, stdev=1092.97, samples=2839
   iops        : min=   51, max= 1582, avg=789.56, stdev= 8.57, samples=2839
  lat (usec)   : 500=0.08%, 750=0.01%, 1000=0.01%
  lat (msec)   : 50=0.01%, 100=0.02%, 250=0.16%, 500=15.35%, 750=47.55%
  lat (msec)   : 1000=13.29%, 2000=19.14%, >=2000=5.84%
  cpu          : usr=0.02%, sys=0.01%, ctx=51603, majf=0, minf=2799
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,49836,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdl_seqwrite_128k: (groupid=11, jobs=48): err= 0: pid=996495: Thu Feb 19 11:15:25 2026
  write: IOPS=812, BW=103MiB/s (108MB/s)(6238MiB/60465msec); 0 zone resets
    slat (usec): min=4, max=1322.9k, avg=57051.13, stdev=83726.28
    clat (usec): min=267, max=6265.2k, avg=875764.88, stdev=563856.03
     lat (msec): min=13, max=6284, avg=932.56, stdev=580.76
    clat percentiles (msec):
     | 50.0th=[  667], 95.0th=[ 2198], 99.0th=[ 2769], 99.9th=[ 4044]
   bw (  KiB/s): min=12110, max=209666, per=100.00%, avg=106210.75, stdev=1091.15, samples=2819
   iops        : min=   47, max= 1595, avg=783.99, stdev= 8.55, samples=2819
  lat (usec)   : 500=0.06%, 750=0.02%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 20=0.06%, 50=0.44%, 100=0.13%
  lat (msec)   : 250=0.57%, 500=15.12%, 750=46.74%, 1000=12.72%, 2000=19.10%
  lat (msec)   : >=2000=6.50%
  cpu          : usr=0.02%, sys=0.01%, ctx=51237, majf=0, minf=2794
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,49132,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdm_seqwrite_128k: (groupid=12, jobs=48): err= 0: pid=996543: Thu Feb 19 11:15:25 2026
  write: IOPS=825, BW=105MiB/s (110MB/s)(6329MiB/60383msec); 0 zone resets
    slat (usec): min=5, max=1138.0k, avg=57973.17, stdev=84616.24
    clat (usec): min=264, max=3701.5k, avg=861139.32, stdev=507262.05
     lat (msec): min=29, max=3732, avg=918.87, stdev=524.98
    clat percentiles (msec):
     | 50.0th=[  667], 95.0th=[ 2140], 99.0th=[ 2567], 99.9th=[ 2836]
   bw (  KiB/s): min=13262, max=207863, per=99.67%, avg=106982.00, stdev=1095.47, samples=2839
   iops        : min=   56, max= 1582, avg=790.01, stdev= 8.58, samples=2839
  lat (usec)   : 500=0.07%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 50=0.01%, 100=0.01%
  lat (msec)   : 250=0.19%, 500=15.09%, 750=48.04%, 1000=13.20%, 2000=18.83%
  lat (msec)   : >=2000=5.98%
  cpu          : usr=0.02%, sys=0.01%, ctx=51529, majf=0, minf=2796
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,49866,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdn_seqwrite_128k: (groupid=13, jobs=48): err= 0: pid=996591: Thu Feb 19 11:15:25 2026
  write: IOPS=831, BW=106MiB/s (111MB/s)(6372MiB/60355msec); 0 zone resets
    slat (usec): min=4, max=1266.8k, avg=57587.88, stdev=84343.43
    clat (usec): min=264, max=3440.0k, avg=855489.71, stdev=506159.10
     lat (msec): min=2, max=3663, avg=912.84, stdev=524.03
    clat percentiles (msec):
     | 50.0th=[  659], 95.0th=[ 2106], 99.0th=[ 2567], 99.9th=[ 2769]
   bw (  KiB/s): min=11855, max=208691, per=99.62%, avg=107690.25, stdev=1102.29, samples=2838
   iops        : min=   45, max= 1588, avg=795.61, stdev= 8.64, samples=2838
  lat (usec)   : 500=0.09%, 750=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.02%, 50=0.01%
  lat (msec)   : 100=0.02%, 250=0.22%, 500=15.89%, 750=47.90%, 1000=12.71%
  lat (msec)   : 2000=18.72%, >=2000=5.83%
  cpu          : usr=0.02%, sys=0.02%, ctx=51633, majf=0, minf=2796
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,50205,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdo_seqwrite_128k: (groupid=14, jobs=48): err= 0: pid=996639: Thu Feb 19 11:15:25 2026
  write: IOPS=792, BW=101MiB/s (106MB/s)(6077MiB/60360msec); 0 zone resets
    slat (usec): min=4, max=1217.4k, avg=57695.86, stdev=84922.96
    clat (usec): min=265, max=5667.4k, avg=899637.46, stdev=594862.39
     lat (msec): min=2, max=5803, avg=957.07, stdev=611.79
    clat percentiles (msec):
     | 50.0th=[  667], 95.0th=[ 2333], 99.0th=[ 2836], 99.9th=[ 4144]
   bw (  KiB/s): min=11983, max=208915, per=100.00%, avg=104257.70, stdev=1116.91, samples=2796
   iops        : min=   46, max= 1589, avg=768.70, stdev= 8.75, samples=2796
  lat (usec)   : 500=0.09%, 750=0.01%
  lat (msec)   : 4=0.01%, 20=0.05%, 50=0.13%, 100=0.10%, 250=0.62%
  lat (msec)   : 500=16.12%, 750=45.83%, 1000=11.91%, 2000=18.69%, >=2000=7.95%
  cpu          : usr=0.02%, sys=0.01%, ctx=49736, majf=0, minf=2843
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,47850,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdp_seqwrite_128k: (groupid=15, jobs=48): err= 0: pid=996687: Thu Feb 19 11:15:25 2026
  write: IOPS=819, BW=104MiB/s (109MB/s)(6278MiB/60370msec); 0 zone resets
    slat (usec): min=5, max=1077.2k, avg=58479.71, stdev=84298.94
    clat (usec): min=265, max=3670.0k, avg=868400.37, stdev=507163.21
     lat (msec): min=28, max=3706, avg=926.61, stdev=524.84
    clat percentiles (msec):
     | 50.0th=[  667], 95.0th=[ 2123], 99.0th=[ 2534], 99.9th=[ 2802]
   bw (  KiB/s): min=13646, max=209877, per=99.82%, avg=106288.66, stdev=1083.76, samples=2836
   iops        : min=   59, max= 1597, avg=784.58, stdev= 8.49, samples=2836
  lat (usec)   : 500=0.08%, 750=0.01%
  lat (msec)   : 2=0.01%, 20=0.01%, 50=0.01%, 100=0.01%, 250=0.19%
  lat (msec)   : 500=14.49%, 750=47.96%, 1000=13.35%, 2000=19.39%, >=2000=5.95%
  cpu          : usr=0.02%, sys=0.02%, ctx=51268, majf=0, minf=2847
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,49454,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdq_seqwrite_128k: (groupid=16, jobs=48): err= 0: pid=996735: Thu Feb 19 11:15:25 2026
  write: IOPS=803, BW=102MiB/s (107MB/s)(6159MiB/60381msec); 0 zone resets
    slat (usec): min=4, max=1306.1k, avg=56913.72, stdev=83378.09
    clat (usec): min=248, max=4894.3k, avg=887976.08, stdev=580055.38
     lat (msec): min=12, max=4944, avg=944.66, stdev=597.01
    clat percentiles (msec):
     | 50.0th=[  659], 95.0th=[ 2333], 99.0th=[ 2769], 99.9th=[ 3574]
   bw (  KiB/s): min=12365, max=208784, per=100.00%, avg=105467.20, stdev=1114.11, samples=2803
   iops        : min=   49, max= 1588, avg=778.17, stdev= 8.73, samples=2803
  lat (usec)   : 250=0.01%, 500=0.08%, 750=0.01%
  lat (msec)   : 20=0.06%, 50=0.15%, 100=0.10%, 250=0.44%, 500=15.63%
  lat (msec)   : 750=47.88%, 1000=12.22%, 2000=16.92%, >=2000=7.98%
  cpu          : usr=0.02%, sys=0.01%, ctx=50493, majf=0, minf=2845
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,48503,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdr_seqwrite_128k: (groupid=17, jobs=48): err= 0: pid=996783: Thu Feb 19 11:15:25 2026
  write: IOPS=814, BW=103MiB/s (108MB/s)(6256MiB/60488msec); 0 zone resets
    slat (usec): min=4, max=1154.4k, avg=56928.62, stdev=83491.46
    clat (usec): min=266, max=4582.5k, avg=873253.77, stdev=558004.22
     lat (msec): min=10, max=4708, avg=929.89, stdev=575.52
    clat percentiles (msec):
     | 50.0th=[  659], 95.0th=[ 2265], 99.0th=[ 2668], 99.9th=[ 3608]
   bw (  KiB/s): min=12494, max=211806, per=100.00%, avg=107081.63, stdev=1128.50, samples=2804
   iops        : min=   50, max= 1611, avg=790.84, stdev= 8.84, samples=2804
  lat (usec)   : 500=0.09%, 750=0.01%
  lat (msec)   : 2=0.01%, 20=0.08%, 50=0.15%, 100=0.08%, 250=0.48%
  lat (msec)   : 500=16.37%, 750=47.55%, 1000=12.04%, 2000=17.44%, >=2000=7.18%
  cpu          : usr=0.02%, sys=0.01%, ctx=50895, majf=0, minf=2844
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,49282,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sds_seqwrite_128k: (groupid=18, jobs=48): err= 0: pid=996831: Thu Feb 19 11:15:25 2026
  write: IOPS=817, BW=104MiB/s (109MB/s)(6276MiB/60471msec); 0 zone resets
    slat (usec): min=4, max=1191.5k, avg=56828.15, stdev=83339.17
    clat (usec): min=266, max=3985.0k, avg=870548.21, stdev=544586.93
     lat (msec): min=11, max=4144, avg=927.12, stdev=562.31
    clat percentiles (msec):
     | 50.0th=[  659], 95.0th=[ 2232], 99.0th=[ 2635], 99.9th=[ 3406]
   bw (  KiB/s): min=11856, max=215836, per=100.00%, avg=106634.60, stdev=1117.07, samples=2826
   iops        : min=   45, max= 1643, avg=787.31, stdev= 8.75, samples=2826
  lat (usec)   : 500=0.08%, 750=0.02%, 1000=0.01%
  lat (msec)   : 20=0.18%, 50=0.22%, 100=0.09%, 250=0.47%, 500=16.50%
  lat (msec)   : 750=45.99%, 1000=12.45%, 2000=18.79%, >=2000=6.67%
  cpu          : usr=0.02%, sys=0.01%, ctx=51194, majf=0, minf=2845
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,49441,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdt_seqwrite_128k: (groupid=19, jobs=48): err= 0: pid=996879: Thu Feb 19 11:15:25 2026
  write: IOPS=829, BW=105MiB/s (110MB/s)(6351MiB/60328msec); 0 zone resets
    slat (usec): min=5, max=1176.0k, avg=57746.77, stdev=84413.10
    clat (usec): min=264, max=3774.7k, avg=857961.49, stdev=502569.34
     lat (msec): min=47, max=3806, avg=915.44, stdev=520.13
    clat percentiles (msec):
     | 50.0th=[  659], 95.0th=[ 2089], 99.0th=[ 2534], 99.9th=[ 2836]
   bw (  KiB/s): min=12623, max=202337, per=99.78%, avg=107559.43, stdev=1077.34, samples=2835
   iops        : min=   51, max= 1540, avg=794.60, stdev= 8.44, samples=2835
  lat (usec)   : 500=0.08%, 750=0.01%
  lat (msec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.22%, 500=15.19%
  lat (msec)   : 750=48.39%, 1000=12.67%, 2000=19.20%, >=2000=5.66%
  cpu          : usr=0.02%, sys=0.01%, ctx=51737, majf=0, minf=2845
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,50040,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdu_seqwrite_128k: (groupid=20, jobs=48): err= 0: pid=996927: Thu Feb 19 11:15:25 2026
  write: IOPS=832, BW=106MiB/s (111MB/s)(6373MiB/60344msec); 0 zone resets
    slat (usec): min=4, max=1146.2k, avg=57516.91, stdev=83519.07
    clat (usec): min=265, max=4267.9k, avg=855277.27, stdev=508006.00
     lat (msec): min=16, max=4387, avg=912.52, stdev=525.89
    clat percentiles (msec):
     | 50.0th=[  659], 95.0th=[ 2123], 99.0th=[ 2534], 99.9th=[ 2802]
   bw (  KiB/s): min=13136, max=210703, per=99.72%, avg=107840.54, stdev=1104.61, samples=2838
   iops        : min=   55, max= 1604, avg=796.73, stdev= 8.66, samples=2838
  lat (usec)   : 500=0.07%, 750=0.02%, 1000=0.01%
  lat (msec)   : 20=0.01%, 50=0.05%, 100=0.04%, 250=0.31%, 500=16.53%
  lat (msec)   : 750=47.39%, 1000=11.96%, 2000=19.21%, >=2000=5.84%
  cpu          : usr=0.02%, sys=0.02%, ctx=51693, majf=0, minf=2844
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,50217,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdv_seqwrite_128k: (groupid=21, jobs=48): err= 0: pid=996976: Thu Feb 19 11:15:25 2026
  write: IOPS=830, BW=105MiB/s (111MB/s)(6362MiB/60369msec); 0 zone resets
    slat (usec): min=4, max=1612.5k, avg=57565.14, stdev=83229.36
    clat (usec): min=265, max=4888.4k, avg=856838.46, stdev=508406.79
     lat (msec): min=26, max=4896, avg=914.14, stdev=526.05
    clat percentiles (msec):
     | 50.0th=[  659], 95.0th=[ 2106], 99.0th=[ 2534], 99.9th=[ 2769]
   bw (  KiB/s): min=12623, max=214572, per=99.59%, avg=107470.59, stdev=1103.26, samples=2842
   iops        : min=   51, max= 1635, avg=793.91, stdev= 8.65, samples=2842
  lat (usec)   : 500=0.08%, 750=0.02%, 1000=0.01%
  lat (msec)   : 50=0.05%, 100=0.03%, 250=0.33%, 500=15.94%, 750=47.78%
  lat (msec)   : 1000=12.12%, 2000=19.35%, >=2000=5.75%
  cpu          : usr=0.02%, sys=0.02%, ctx=51496, majf=0, minf=2846
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,50130,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdw_seqwrite_128k: (groupid=22, jobs=48): err= 0: pid=997024: Thu Feb 19 11:15:25 2026
  write: IOPS=835, BW=106MiB/s (111MB/s)(6397MiB/60370msec); 0 zone resets
    slat (usec): min=4, max=1189.3k, avg=57154.33, stdev=82603.34
    clat (usec): min=265, max=3230.8k, avg=852308.87, stdev=510032.38
     lat (msec): min=19, max=3527, avg=909.18, stdev=528.00
    clat percentiles (msec):
     | 50.0th=[  659], 95.0th=[ 2123], 99.0th=[ 2567], 99.9th=[ 2769]
   bw (  KiB/s): min=12495, max=217386, per=99.77%, avg=108262.20, stdev=1118.85, samples=2839
   iops        : min=   50, max= 1656, avg=800.10, stdev= 8.77, samples=2839
  lat (usec)   : 500=0.08%, 750=0.01%, 1000=0.01%
  lat (msec)   : 20=0.01%, 50=0.22%, 100=0.08%, 250=0.49%, 500=16.48%
  lat (msec)   : 750=46.56%, 1000=12.41%, 2000=19.20%, >=2000=5.89%
  cpu          : usr=0.02%, sys=0.01%, ctx=51911, majf=0, minf=2842
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,50411,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16
sdx_seqwrite_128k: (groupid=23, jobs=48): err= 0: pid=997072: Thu Feb 19 11:15:25 2026
  write: IOPS=787, BW=100MiB/s (105MB/s)(6043MiB/60429msec); 0 zone resets
    slat (usec): min=4, max=1322.7k, avg=56870.30, stdev=84277.19
    clat (usec): min=262, max=7437.2k, avg=906112.63, stdev=650043.55
     lat (msec): min=12, max=7437, avg=962.74, stdev=664.47
    clat percentiles (msec):
     | 50.0th=[  667], 95.0th=[ 2333], 99.0th=[ 3540], 99.9th=[ 5604]
   bw (  KiB/s): min=11087, max=215242, per=100.00%, avg=104868.84, stdev=1123.11, samples=2764
   iops        : min=   39, max= 1641, avg=773.47, stdev= 8.80, samples=2764
  lat (usec)   : 500=0.09%, 750=0.01%
  lat (msec)   : 2=0.01%, 20=0.07%, 50=0.43%, 100=0.15%, 250=0.97%
  lat (msec)   : 500=16.95%, 750=43.22%, 1000=12.17%, 2000=19.54%, >=2000=7.92%
  cpu          : usr=0.02%, sys=0.01%, ctx=49190, majf=0, minf=2832
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,47578,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=101MiB/s (106MB/s), 101MiB/s-101MiB/s (106MB/s-106MB/s), io=6107MiB (6403MB), run=60383-60383msec

Run status group 1 (all jobs):
  WRITE: bw=104MiB/s (109MB/s), 104MiB/s-104MiB/s (109MB/s-109MB/s), io=6280MiB (6585MB), run=60431-60431msec

Run status group 2 (all jobs):
  WRITE: bw=125MiB/s (131MB/s), 125MiB/s-125MiB/s (131MB/s-131MB/s), io=7670MiB (8043MB), run=61601-61601msec

Run status group 3 (all jobs):
  WRITE: bw=104MiB/s (109MB/s), 104MiB/s-104MiB/s (109MB/s-109MB/s), io=6295MiB (6601MB), run=60437-60437msec

Run status group 4 (all jobs):
  WRITE: bw=104MiB/s (109MB/s), 104MiB/s-104MiB/s (109MB/s-109MB/s), io=6257MiB (6561MB), run=60410-60410msec

Run status group 5 (all jobs):
  WRITE: bw=93.6MiB/s (98.1MB/s), 93.6MiB/s-93.6MiB/s (98.1MB/s-98.1MB/s), io=5707MiB (5984MB), run=60996-60996msec

Run status group 6 (all jobs):
  WRITE: bw=102MiB/s (107MB/s), 102MiB/s-102MiB/s (107MB/s-107MB/s), io=6176MiB (6476MB), run=60395-60395msec

Run status group 7 (all jobs):
  WRITE: bw=97.2MiB/s (102MB/s), 97.2MiB/s-97.2MiB/s (102MB/s-102MB/s), io=6012MiB (6304MB), run=61839-61839msec

Run status group 8 (all jobs):
  WRITE: bw=104MiB/s (109MB/s), 104MiB/s-104MiB/s (109MB/s-109MB/s), io=6288MiB (6593MB), run=60427-60427msec

Run status group 9 (all jobs):
  WRITE: bw=103MiB/s (108MB/s), 103MiB/s-103MiB/s (108MB/s-108MB/s), io=6223MiB (6525MB), run=60464-60464msec

Run status group 10 (all jobs):
  WRITE: bw=105MiB/s (110MB/s), 105MiB/s-105MiB/s (110MB/s-110MB/s), io=6326MiB (6633MB), run=60418-60418msec

Run status group 11 (all jobs):
  WRITE: bw=103MiB/s (108MB/s), 103MiB/s-103MiB/s (108MB/s-108MB/s), io=6238MiB (6540MB), run=60465-60465msec

Run status group 12 (all jobs):
  WRITE: bw=105MiB/s (110MB/s), 105MiB/s-105MiB/s (110MB/s-110MB/s), io=6329MiB (6637MB), run=60383-60383msec

Run status group 13 (all jobs):
  WRITE: bw=106MiB/s (111MB/s), 106MiB/s-106MiB/s (111MB/s-111MB/s), io=6372MiB (6681MB), run=60355-60355msec

Run status group 14 (all jobs):
  WRITE: bw=101MiB/s (106MB/s), 101MiB/s-101MiB/s (106MB/s-106MB/s), io=6077MiB (6372MB), run=60360-60360msec

Run status group 15 (all jobs):
  WRITE: bw=104MiB/s (109MB/s), 104MiB/s-104MiB/s (109MB/s-109MB/s), io=6278MiB (6583MB), run=60370-60370msec

Run status group 16 (all jobs):
  WRITE: bw=102MiB/s (107MB/s), 102MiB/s-102MiB/s (107MB/s-107MB/s), io=6159MiB (6458MB), run=60381-60381msec

Run status group 17 (all jobs):
  WRITE: bw=103MiB/s (108MB/s), 103MiB/s-103MiB/s (108MB/s-108MB/s), io=6256MiB (6560MB), run=60488-60488msec

Run status group 18 (all jobs):
  WRITE: bw=104MiB/s (109MB/s), 104MiB/s-104MiB/s (109MB/s-109MB/s), io=6276MiB (6581MB), run=60471-60471msec

Run status group 19 (all jobs):
  WRITE: bw=105MiB/s (110MB/s), 105MiB/s-105MiB/s (110MB/s-110MB/s), io=6351MiB (6660MB), run=60328-60328msec

Run status group 20 (all jobs):
  WRITE: bw=106MiB/s (111MB/s), 106MiB/s-106MiB/s (111MB/s-111MB/s), io=6373MiB (6683MB), run=60344-60344msec

Run status group 21 (all jobs):
  WRITE: bw=105MiB/s (111MB/s), 105MiB/s-105MiB/s (111MB/s-111MB/s), io=6362MiB (6671MB), run=60369-60369msec

Run status group 22 (all jobs):
  WRITE: bw=106MiB/s (111MB/s), 106MiB/s-106MiB/s (111MB/s-111MB/s), io=6397MiB (6708MB), run=60370-60370msec

Run status group 23 (all jobs):
  WRITE: bw=100MiB/s (105MB/s), 100MiB/s-100MiB/s (105MB/s-105MB/s), io=6043MiB (6337MB), run=60429-60429msec

Disk stats (read/write):
  sda: ios=292/62927, merge=0/0, ticks=982/3526967, in_queue=3527949, util=54.72%
  sdb: ios=17/65260, merge=0/0, ticks=296/2062405, in_queue=2062700, util=53.54%
  sdc: ios=224/74934, merge=0/0, ticks=6572/8415729, in_queue=8422302, util=61.76%
  sdd: ios=20/65125, merge=0/0, ticks=306/597844, in_queue=598150, util=52.85%
  sde: ios=49/65001, merge=0/0, ticks=108/3748671, in_queue=3748779, util=58.97%
  sdf: ios=17/59698, merge=0/0, ticks=386/5739044, in_queue=5739430, util=60.12%
  sdg: ios=17/64213, merge=0/0, ticks=61/2962627, in_queue=2962687, util=58.91%
  sdh: ios=17/59853, merge=0/0, ticks=762/7897364, in_queue=7898126, util=63.22%
  sdi: ios=17/65191, merge=0/0, ticks=103/3519319, in_queue=3519423, util=66.76%
  sdj: ios=17/64420, merge=0/0, ticks=1622/3414298, in_queue=3415920, util=66.11%
  sdk: ios=17/65542, merge=0/0, ticks=130/1648841, in_queue=1648972, util=61.22%
  sdl: ios=49/64735, merge=0/0, ticks=3575/4036987, in_queue=4040562, util=66.75%
  sdm: ios=20/65416, merge=0/0, ticks=312/599163, in_queue=599476, util=60.92%
  sdn: ios=17/65986, merge=0/0, ticks=103/908454, in_queue=908557, util=59.03%
  sdo: ios=17/63515, merge=0/0, ticks=3211/3984043, in_queue=3987253, util=65.51%
  sdp: ios=17/65135, merge=0/0, ticks=91/786776, in_queue=786866, util=60.23%
  sdq: ios=17/64111, merge=0/0, ticks=504/4055482, in_queue=4055986, util=67.24%
  sdr: ios=17/65194, merge=0/0, ticks=206/4085568, in_queue=4085774, util=67.98%
  sds: ios=17/65002, merge=0/0, ticks=828/3680626, in_queue=3681454, util=69.24%
  sdt: ios=17/65650, merge=0/0, ticks=139/886745, in_queue=886884, util=59.87%
  sdu: ios=17/65631, merge=0/0, ticks=382/1668080, in_queue=1668463, util=61.96%
  sdv: ios=17/65670, merge=0/0, ticks=135/1137409, in_queue=1137545, util=62.17%
  sdw: ios=17/66133, merge=0/0, ticks=190/1328280, in_queue=1328470, util=61.49%
  sdx: ios=17/63217, merge=0/0, ticks=4082/5589911, in_queue=5593993, util=68.60%